Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: One of the cases was diagnosed at Kirchberg Hospital, and since then the hospital has implemented numerous precautionary measures, including limiting patient visits, only hospital staff can reserve parking spaces being reserved for hospital staff only, outpatient consultations being substantially reduced, and controlled access at the main entrance.
es: Uno de los casos estuvo diagnosticado en Hôpital Kirchberg y desde entonces el hospital ha implementado numerosas medidas de precaución, como las visitas a pacientes limitadas, el personal de hospital tiene reservado parqueos, las consultas ambulatorias son sustancialmente reducidas, y acceso controlado en la entrada principal.

source: The Ministry also reported a cluster of cases in a CCSS call center in San José, where up to 31 cases of COVID-19 were reported.
es: [56]​ El Ministerio también reportó un conglomerado de casos en un call center de la CCSS en San José, donde se reportaron hasta 31 casos de COVID-19.

source: Up to 2020, increases in the amount of greenhouse gases produced since the beginning of the industrialization epoch caused average global temperatures on the Earth to rise, causing effects including the melting of glaciers and rising sea levels.
es: Hasta 2020, los incrementos en la cantidad de gases de efecto invernadero producido desde el principio de la era de la industrialización han causado un aumento de la media de las temperaturas globales en la Tierra, resultando en consecuencias como el fundiendo de glaciares y la subida del nivel del mar.[7]​[8]​ De varias formas, la actividad humana ha causado degradación medioambiental, un impacto antropogénico.

source: On 9 April, the Government announced the launch of an economic bonus for those workers affected by the COVID-19 pandemic.
es: El 9 de abril, el Gobierno anunció el lanzamiento de un bono económico para aquellos trabajadores afectados por la pandemia del COVID-19.

source: The remote classes for primary, secondary and high schools started on 23 March 2020 on TRT EBA TV, a channel created through the collaboration of TRT and the Ministry of Education.
es: Las clases remotas para escuelas primarias, secundarias y preparatorias comenzaron el 23 de marzo de 2020 en TRT EBA TV, un canal creado a través de la colaboración de TRT y el Ministerio de Educación.

source: The format consists of 24 national teams divided into four tournaments of six teams each, with the winning team from each event qualifying for the Olympics.
es: En el torneo participarán 24 equipos divididos en 4 torneos de 6 equipos cada uno, accediendo los 4 ganadores de cada uno de ellos a los Juegos Olímpicos de Tokio 2020.

source: Diarrhea and pneumonia together account for almost 3.5 million child deaths annually.
es: [9]​ Las enfermedades infecciosas y diarreicas causan la muerte de 3,5 millones de niños cada año, según datos de Unicef.

source: Three indicators, however, are considered of primary importance in determining the likelihood of successful eradication: that effective interventional tools are available to interrupt transmission of the agent, such as a vaccine; that diagnostic tools, with sufficient sensitivity and specificity, be available to detect infections that can lead to transmission of the disease; and that humans are required for the life-cycle of the agent, which has no other vertebrate reservoir and cannot amplify in the environment.
es: De esta forma, se consideran tres indicadores de eradicabilidad: «disponibilidad de una efectiva forma de intervención que interrumpa la transmisión, herramientas prácticas de diagnóstico y la necesidad de humanos en el ciclo de vida del agente».

source: They range from the ages of 10 to 73 years old.
es: Van desde las edades de 10 a 73 años.

source: Some studies have shown that barbiturate-induced coma can reduce intracranial hypertension but does not necessarily prevent brain damage.
es: Algunos estudios han demostrado que el estado de coma inducido por barbitúricos puede reducir la hipertensión intracraneal, pero no necesariamente prevenir el daño cerebral.

source: This form of anthrax is the rarest.
es: La forma intestinal de la enfermedad es la más rara.

source: He is Ireland's first, and the world's fourth, openly gay head of government in modern times, and first Taoiseach of Indian heritage.
es: El 2 de junio de 2017 fue electo como Taoiseach (primer ministro) de Irlanda, convirtiéndose en el más joven en hacerlo y en el primer político abiertamente gay en ostentar este alto cargo público en la historia de dicho país, además del cuarto jefe de Gobierno abiertamente homosexual del mundo en tiempos modernos.

source: Foodborne illness usually arises from improper handling, preparation, or food storage.
es: Estas contaminaciones suelen surgir por manipulaciones, preparación o conservación inadecuadas de los alimentos.

source: Severe injury to alveoli causes swelling of the tissues (edema) in the lungs, bleeding of the alveoli, loss of surfactant (decrease in lung compliance) and complete alveoli collapse (biotrauma).
es: Las lesiones graves a los alvéolos causan hinchazón de los tejidos (edema) en los pulmones, sangrado de los alvéolos, pérdida de surfactante (disminución de la insuficiencia pulmonar) y colapso completo de los alvéolos ( biotrauma).

source: In the Netherlands, the number of calls to child abuse centers rose by 76% in February 2020 compared to the previous year.
es: [9]​[26]​ En los Países Bajos, el número de las llamadas a los centros de abuso de menores aumentaron un 76% en febrero de 2020 comparado con el año anterior.

source: On 12 March, the Italian stock market was among the worst hit during Black Thursday, when the FTSE MIB index lost 17% of its value in one day.
es: El 12 de marzo, el mercado de valores italiano fue uno de los más afectados durante el Jueves Negro, cuando el índice FTSE MIB perdió el 17 % de su valor en un día.

source: Temperature sensitive tapes or biological indicators using bacterial spores can be used as controls, to test for the efficacy of the device during use.
es: Cintas sensibles a la temperatura u otros dispositivos indicadores como los que utilizan esporas bacterianas se pueden usar como controles,[1]​ para comprobar la eficacia del dispositivo en cada ciclo.

source: National Quarantine Station (Korean: 국립검역소)
es: National Quarantine Station ((en hangul, 국립검역소))

source: On 20 August 1994. the Americas were certified as polio-free.
es: El 20 de agosto de 1994, el continente americano fue declarado libre de polio.

source: Attempts have been made to combine all of the mechanical forces caused by the ventilator on the patient's lungs in an all encompassing term: mechanical power.
es: Se han realizado intentos para combinar todas las fuerzas mecánicas causadas por el ventilador en los pulmones del paciente en un término que abarca todo: potencia mecánica.

source: Recurrent rhabdomyolysis may result from intrinsic muscle enzyme deficiencies, which are usually inherited and often appear during childhood.
es: La recurrencia de la rabdomiólisis puede ser resultado de deficiencias de enzimas musculares intrínsecas, las que en general se heredan y suelen manifestarse durante la niñez.

source: On 9 March, the government extended the lockdown to the national territory, closing all schools and universities until 3 April.
es: [159]​ El 9 de marzo, el gobierno extendió la cuarentena a todo el territorio nacional, cerrando todas las escuelas y universidades hasta el 3 de abril.

source: Influenza reaches peak prevalence in winter, and because the Northern and Southern Hemispheres have winter at different times of the year, there are actually two different flu seasons each year.
es: La gripe alcanza sus picos de mayor prevalencia durante el invierno y, debido a que el hemisferio norte y el hemisferio sur atraviesan esta estación en diferentes momentos, existen, de hecho, dos temporadas de gripe cada año: de octubre a abril en el hemisferio norte y de mayo a septiembre en el hemisferio sur.

source: The United States had a slow start in widespread coronavirus testing.
es: Estados Unidos tuvo un comienzo lento en las pruebas de COVID-19.

source: Stonington S, Holmes SM (2006).
es: The PLoS Medicine Editors, Stonington S, Holmes SM (2006) Social medicine in the twenty-first century.

source: The final quota place will be determined through the 2020 FIBA Universality Olympic Qualifying Tournament (UOQT).
es: El último lugar se determinará a través del Torneo Olímpico de Clasificación impulsado por la Universalidad (UOQT).

source: Some in Fianna Fáil were reported to favour going into coalition with Sinn Féin over renewing an arrangement with Fine Gael.
es: Mientras, algunas personas en Fianna Fáil estaban a favor de entrar en una coalición con el Sinn Féin en vez de renovar un acuerdo con Fine Gael.

source: In the 2020 Olympics, eight teams will qualify for the Olympic 3x3 men's basketball tournament.
es: Ocho equipos clasificarán para el torneo olímpico de baloncesto masculino 3x3.

source: It was also reported that there are 6 people hospitalized, of which 4 are in intensive care.
es: Se reportaron además que hay 6 personas internadas en hospitales, de los cuales 4 se encuentran en cuidados intensivos.

source: On 7 March, the third case was confirmed in Varaždin, bringing the total number of infected in Croatia to twelve.
es: El 7 de marzo, un caso más en Varaždin, elevando el número total a 12.

source: Officials in Liguria confirmed that a 72-year-old female tourist from Castiglione d'Adda tested positive in Alassio while she was staying in a hotel.
es: Liguria confirmó que una turista de 72 años de Castiglione d'Adda dio positivo en Alassio, mientras se hospedaba en un hotel.

source: 337 samples have been send to the United Kingdom thus far.
es: Hasta el momento se han enviado 337 muestras al Reino Unido.

source: As an upper federal agency, it is subordinate to the Federal Ministry of Health.
es: Como agencia federal superior, está subordinada al Ministerio Federal de Salud.

source: Major events included a described Russia–Saudi Arabia oil price war after failing to reach an OPEC+ agreement that resulted in a collapse of crude oil prices and a stock market crash in March 2020.
es: Los principales eventos incluyeron una guerra de precios del petróleo descrita entre Rusia y Arabia Saudita después de no alcanzar un acuerdo con la OPEP+ que resultó en un colapso de los precios del petróleo crudo y el colapso del mercado de valores en marzo de 2020.

source: "In September 2016, Saudi Arabia and Russia agreed to cooperate in managing the price of oil, creating an informal alliance of OPEC and non-OPEC producers that was dubbed ""OPEC+."""
es: En septiembre de 2016, Arabia Saudita y Rusia acordaron cooperar en la gestión del precio del petróleo, creando una alianza informal de la OPEP y la no OPEP.

source: Disproportionate numbers of cases have been observed among African-American populations, and there have been reported incidents of xenophobia and racism against Asian Americans.
es: Se han observado números desproporcionados de casos entre las poblaciones afroamericanas, y se han informado incidentes de xenofobia y racismo contra los sinoestadounidenses y otros estadounidenses de origen asiático.

source: This ranges from hours to days (and rarely months or even years, such as in the case of listeriosis or bovine spongiform encephalopathy), depending on the agent, and on how much was consumed.
es: Éste es muy variable, y puede ir desde unas pocas horas a varios días (y raras veces meses e incluso años, como en el caso de la listeriosis o la enfermedad de Creutzfeldt-Jakob), dependiendo del agente y la dosis consumida.

source: VAS was first recognized at the University of Pennsylvania School of Veterinary Medicine in 1991.
es: VAS fue reconocido por primera vez en la facultad de medicina veterinaria de la Universidad de Pensilvania en 1991.

source: The CECC stated on 3 April that passengers who refuse to wear masks after being asked to do so would be assessed a fine of NT$3,000 to NT$15,000, as stipulated by the Communicable Disease Control Act (傳染病防治法).
es: [69]​ El CCCE declaró el 3 de abril que a los pasajeros que se nieguen a usar máscaras luego de que se les solicite hacerlo, se les impondrá una multa de NT $ 3,000 a NT $ 15,000, según lo estipulado por la Ley de Control de Enfermedades Transmisibles (傳染病 防治 法).

source: It also hosted the volleyball tournament of the 1991 Southeast Asian Games, the table tennis competitions of the 2005 Southeast Asian Games and the 2013 FIBA Asia Championship as the second venue of the tournament.
es: El estadio fue sede del torneo de voleibol de los Juegos Asiáticos del sudeste de 1991, las competiciones de tenis de mesa de los Juegos del Sudeste Asiático de 2005 y el Campeonato FIBA Asia de 2013 como la segundo sede del torneo.

source: GNU Emacs was initially based on Gosling Emacs, but Stallman's replacement of its Mocklisp interpreter with a true Lisp interpreter required that nearly all of its code be rewritten.
es: Inicialmente se basó en el Gosling Emacs, pero Stallman reemplazó el intérprete de Mocklisp con un intérprete de Lisp, lo que le obligó a sustituir casi todo el código.

source: On 30 March, the Ministry of Health sent a bill to the Asamblea Legislativa, the Costa Rican Congress.
es: El 30 de marzo, el Ministerio de Salud envió un proyecto de ley a la Asamblea Legislativa.

source: "Two years later, Semmelweis finally published his own account of his work in an essay entitled ""The Etiology of Childbed Fever""."
es: En 1858 Semmelweis publicó finalmente su propio trabajo en un ensayo titulado «La etiología de la fiebre puerperal».

source: According to a study, cancer patients represented 17% of coronavirus fatalities in Italy.
es: Según un estudio, los pacientes con cáncer representaron el 17% de las muertes por coronavirus en Italia.

source: The frequency of animal diseases are not as well-studied as human infection, but an outbreak of influenza in harbor seals caused approximately 500 seal deaths off the New England coast in 1979–1980.
es: [49]​ La existencia de pandemias en animales no está tan bien estudiada como en humanos, pero está registrada una epidemia de gripe en una población de focas de la costa de New England, causando aproximadamente unas 500 muertes en 1979–1980.

source: The election was called following the dissolution of the 32nd Dáil by the president, at the request of the Taoiseach, Leo Varadkar, on 14 January 2020.
es: Se llamó a elecciones después de la disolución de la 32.° legislatura por el Presidente, a petición del primer ministro Leo Varadkar el 14 de enero de 2020.

source: The infected was a person who had travelled from Northern Italy via Málaga Airport.
es: El infectado era una persona que había viajado desde el norte de Italia a través del Aeropuerto de Málaga-Costa del Sol (España).

source: PolitiFact and FactCheck.org noted that no vaccine currently exists for COVID-19.
es: PolitiFact y FactCheck.org señalaron que actualmente no existe una vacuna para COVID-19.

source: "The game creates a compelling world that engages the public on serious public health topics""."
es: "El juego crea un mundo convincente que se acopla con el público sobre temas serios de salud pública""."

source: Many doctors, particularly in Germany, appeared quite willing to experiment with the practical hand washing measures that he proposed—although virtually everyone rejected his basic and ground-breaking theoretical innovation: that the disease had only one cause, lack of cleanliness.
es: Muchos médicos, particularmente en Alemania, fueron proclives a usar el procedimiento, pero prácticamente todos rechazaron su teoría básica de que la fiebre puerperal solo obedecía a una causa, la falta de limpieza.

source: In 2003, a study of ferret fibrosarcomas indicated that this species also may develop VAS.
es: En 2003, un estudio de fibrosarcomas en hurones indicó que esta especie también puede desarrollar VAS.

source: People over 65 years old, pregnant women, very young children and people of any age with chronic medical conditions are more likely to get complications from influenza, such as pneumonia, bronchitis, sinus, and ear infections.
es: El grupo de población de personas por encima de los 50 años, los niños pequeños y la población de cualquier edad con patología crónica tienen mayor riesgo de padecer esas complicaciones, como neumonía, bronquitis, sinusitis u otitis.

source: On 26 March, Saadeddine Othmani, the head of government, announced a country wide hiring stop until the end of the coronavirus crisis.
es: El 26 de marzo, Saadeddine Othmani, jefe de gobierno, anunció la prohibición de nuevas contrataciones de trabajo hasta el fin de la crisis.

source: The technical capacity of health professionals is more proven than the public officials, which suggests a greater share of the former and better training of the second.
es: La capacidad técnica de los profesionales sanitarios está más acreditada que la de los responsables públicos, lo que aconseja una mayor participación de los primeros y una mejor capacitación de los segundos.

source: Closures included educational centers with confirmed cases of COVID-19, all public schools for special education, educational centers belonging to the same school circuit as the educational center where a confirmed case was identified, and educational centers that have been affected by prolonged water rationing.
es: Los cierres incluyeron centros educativos con casos confirmados de COVID-19, todas las escuelas públicas de educación especial, centros educativos que pertenecen al mismo circuito escolar que el centro educativo donde se identificó un caso confirmado y los centros educativos que se han visto afectados por el racionamiento prolongado del agua.

source: In April 2020, 115 vaccine candidates were in development, with five having been initiated in Phase I-II safety and efficacy studies in human subjects, and six in Phase I trials.
es: Para abril de 2020, 115 candidatos a vacunas estaban en desarrollo,[1]​[2]​ con dos organizaciones que iniciaron estudios de seguridad y eficacia de Fase I-II en sujetos humanos.

source: A number of stresses may be induced by the ventilator on the patient's lung.
es: El ventilador puede inducir varias tensiones en el pulmón del paciente.

source: Its advantage over continuous hemofiltration is that one machine can be used multiple times a day, and that continuous administration of anticoagulant drugs is not necessary.
es: Sus ventajas sobre la hemofiltración continua son que una máquina se puede utilizar varias veces al día y que no se necesita la administración continua de fármacos anticoagulantes.

source: The government ordered schools closed beginning 16 March.
es: El gobierno ordenó el cierre de las escuelas e institutos a partir del 16 de marzo.

source: Although having norovirus can be unpleasant, it is not usually dangerous, and most who contract it make a full recovery within two to three days.
es: Aunque sufrir de una infección por norovirus es sumamente incómodo, generalmente no es peligroso y la mayoría de quienes contraen la enfermedad se recuperan en dos o tres días.

source: A list of emergency measures took effect on 14 March.
es: Una lista de medidas de precaución entró en vigor el 14 de marzo.

source: Another possible ventilator-associated lung injury is known as biotrauma.
es: Otra posible lesión pulmonar asociada con el ventilador se conoce como biotrauma.

source: In the fourth match, Sami Zayn (accompanied by Cesaro and Shinsuke Nakamura) defended the Intercontinental Championship against Daniel Bryan (accompanied by Drew Gulak).
es: Sami Zayn (con Shinsuke Nakamura & Cesaro) derrotó a Daniel Bryan (con Drew Gulak) y retuvo el Campeonato Intercontinental (9:20).

source: He had been staying in Norway for 14 days and had returned to Florence five days before becoming ill.
es: Se había quedado en Noruega durante 14 días y regresó a Florencia cinco días antes.

source: He then walked a half mile to San Marcello al Corso to pray before a crucifix regarded by Catholics as miraculous.
es: El 16 de marzo, Francisco oró en la Iglesia de San Marcello al Corso en Roma ante un crucifijo que los católicos consideran milagroso, y fue llevado en procesión durante la plaga de 1522.

source: All the cases were quarantined in Qatif and Riyadh.
es: Todos los casos nuevos fueron puestos en cuarentena en Qatif y Riad.

source: The government decrees the closing of borders to all foreigners and informs that it will subsidize people over 65 who cannot work due to quarantine.
es: [69]​[25]​ Se decreta el cierre de fronteras a todos los ciudadanos extranjeros[70]​ y se informa que el gobierno subsidiará a personas mayores de 65 años que se encuentran cumpliendo cuarentena.

source: Passengers were given an information sheet and asked to present themselves if they had a fever or suspect they might have the disease.
es: Los pasajeros recibieron una hoja de información y se les pidió que se presentaran si tenían fiebre o si sospechaban que podrían tener la enfermedad.

source: In the case of Salmonella a relatively large inoculum of 1 million to 1 billion organisms is necessary to produce symptoms in healthy human volunteers, as Salmonellae are very sensitive to acid.
es: En el caso de la Salmonella, en voluntarios humanos saludables, es necesaria una inoculación relativamente grande, entre 10 a 100 millones de organismos para provocar los síntomas,[2]​ al ser estas bacterias muy sensibles al ácido.

source: Edge won the match after Orton was unable to answer the referee's 10 count.
es: Edge ganó la lucha después de que Orton no pudiera levantarse antes de la cuenta de 10 después de que Edge le aplicara un «Con-chair-to».

source: Evacuation related to the pandemic
es: Evacuaciones relacionadas con la pandemia

source: "The ""Manchester"", based on the system with the same name in the UK, use 51 reasons for consultation."
es: "El ""Manchester"", basado en el sistema del mismo nombre del Reino Unido."

source: Third, the policy asked those with any cold symptoms to take time off from work and avoid leaving their homes.
es: En tercer lugar, la política pide a las personas con síntomas de resfriado que se tomen un tiempo libre del trabajo y eviten salir de sus hogares.

source: On 23 March, it was decided that the Grand Bazaar in Istanbul would remain open between 10.00 am–4.00 pm, however, entry and exit would be controlled, and allowed only through two doors.
es: El 23 de marzo, se decidió que el Gran Bazar en Estambul permanecería abierto entre las 10.00 a. m. y las 4.00 p. m., sin embargo, la entrada y la salida se controlarían y solo se permitirían a través de dos puertas.

source: Rollins and Murphy lost their titles on an episode of Raw, and during a rematch at Elimination Chamber, Owens cost them their match and performed a Stunner on Rollins afterward.
es: [19]​ Rollins y Murphy perdieron su título en un episodio de Raw, y durante una revancha en Elimination Chamber, Owens les costó su combate y luego realizó un «Stunner» en Rollins.

source: The new version of TECO quickly became popular at the AI Lab and soon accumulated a large collection of custom macros whose names often ended in MAC or MACS, which stood for macro.
es: "La nueva versión de TECO fue popular en el Laboratorio de IA, y pronto acumuló una colección de macros, cuyos nombres terminaban en ""MAC"" o ""MACS""."

source: A biopsy sample taken during an episode is often uninformative, as it will show only evidence of cell death or may appear normal.
es: Una muestra de biopsia tomada durante un episodio será poco informativa dado que solo mostrará evidencias de muerte celular o parecerá normal.
